Repository: semyon72/blog-project-site
Catalog: locales/*/LC_MESSAGES/django.po
Languages: uk

source: end of publishing
uk: кінець публікації

source: end of modification
uk: кінець модифікації

source: Email used at registration stage
uk: Використаний Email на етапі реєстрації

source: Registration was requested
uk: Реєстрацію було витребувано

source: Registration was confirmed
uk: Реєстрацію було підтверджено

source: Registration is active
uk: Реєстрація все ще активна

source: Blog's name
uk: Назва блогу

source: Tagline
uk: Слоган

source: Author's name
uk: Ім'я автору

source: Email address
uk: Поштова адреса

source: Blog
uk: Блог

source: Author
uk: Автор

source: Co-author
uk: Спів-автор

source: Entry's headline
uk: Заголовок входження

source: Creation
uk: Утворено

source: Published
uk: Опубліковано

source: Modified
uk: Модифіковано

source: Inactive
uk: Не активне

source: Entry
uk: Входження

source: Text of entry
uk: Текст входження

source: Entry's text
uk: Текст входження

source: Comment
uk: Коментар

source: Comments' amount
uk: Всього коментарів

source: Pingbacks' amount
uk: Всього зовнішних посилань

source: Rating
uk: Рейтинг

source: Home
uk: До дому

source: Thanks for spending some quality time with the Web site today.
uk: Дякуємо за те, що сьогодні провели час із веб-сайтом.

source: Log in again
uk: Увійдіть знову

source: You are authenticated as "<b>%(username)s</b>", but, probably, are not authorized to access to the requested page. Would you like to login to a different account?
uk: Ви пройшли автентифікацію як "<b>%(username)s</b>", але, ймовірно, не маєте прав на доступ до запитаної сторінки. Бажаєте увійти в інший обліковий запис?

source: Your password was changed.
uk: Ваш пароль було змінено

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка, введіть свій старий пароль з міркувань безпеки, а потім введіть новий пароль двічі, щоб ми могли перевірити, що ви ввели його правильно.

source: Your password has been set. You may go ahead and log in now.
uk: Ваш пароль встановлено. Ви можете продовжити та увійти зараз.

source: Please enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка введіть Ваш новий пароль пароль двічі, щоб ми могли перевірити, що ви ввели його правильно.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uk: Посилання для скидання пароля було недійсним, можливо, тому, що воно вже використовувалося. Будьласка подайте запит на скидання нового пароля.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uk: Ми надіслали вам інструкції щодо встановлення пароля, якщо з введеною вами електронною поштою існує Ваш обліковий запис. Ви повинні отримати їх найближчим часом.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали електронного листа, переконайтеся, що ви ввели правильну адресу, на яку ви зареєструвалися, і перевірте папку зі спамом.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
uk: Ви отримали цей електронний лист, оскільки подали запит на скидання пароля для свого облікового запису користувача на %(site_name)s.

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть на наступну сторінку та оберіть новий пароль:

source: Your username, in case you’ve forgotten:
uk: Ваше ім’я користувача, якщо ви забули:

source: Thanks for using our site!
uk: Дякуємо за використання нашого сайту!

source: The %(site_name)s team
uk: Команда %(site_name)s

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
uk: Забули пароль? Введіть свою електронну адресу нижче, і ми надішлемо електронною поштою інструкції щодо налаштування нового.

source: Password reset on %(site_name)s
uk: Скидання паролю на %(site_name)s

source: The registration confirm link was invalid or user hasn't been registered yet.
uk: Посилання для підтвердження реєстрації було недійсним або користувача ще не зареєстровано.

source: Use copy+paste into browser's url string to avoid mistakes.
uk: Використовуйте копіювати+вставити в рядок URL-адреси браузера, щоб уникнути помилок.

source: Confirmation email was send to you.
uk: Вам надіслано підтвердження електронною поштою.

source: You must use confirmation link for confirmation your email address and registration in whole.
uk: Ви повинні використовувати посилання для підтвердження, для підтвердження адреси електронної пошти та реєстрації в цілому.

source: You're receiving this email because you started a registration at %(site_name)s.
uk: Ви отримали цей електронний лист, оскільки почали реєстрацію за адресою %(site_name)s.

source: Please go to the following page for confirmation your email:
uk: Будь ласка, перейдіть на наступну сторінку для підтвердження Вашої електронної пошти:

source: Account creation on %(site_name)s
uk: Створення облікового запису на %(site_name)s

source: Author's information
uk: Інформація щодо автору

source: Authentication username
uk: Ім'я користувача при автентифікації

source: Public email
uk: Публічна поштова адреса

source: Total entries
uk: Всього входжень

source: Blogs
uk: Блоги

source: Name
uk: Ім'я

source: Info
uk: Інформація

source: include inactive entries
uk: включно з не активними входженнями

source: Actions
uk: Дія

source: Do you really want to delete Author's item and all related entries with texts?
uk: Ви дійсно бажаєте видалити Автора та усі пов'язані з ним входження та тексти?

source: Blog's information
uk: Інформація щодо блогу

source: Do you really want to delete Blog's item and all related entries with texts?
uk: Ви дійсно бажаєте видалити Блог та усі пов'язані з ним входження та тексти?

source: Do you really want to delete Entry's item and all depending parts include texts?
uk: Ви дійсно бажаєте видалити Входження та усі пов'язані з ним частини включаючи тексти?

source: No data
uk: Дані відсутні

source: Entry is not active
uk: Входження не активне

source: headline
uk: заголовок

source: blog
uk: Блог

source: author
uk: Автор

source: coauthors
uk: Спів-автори

source: Entries
uk: Входження

source: Do you really want to delete Text item of entry?
uk: Ви дійсно бажаєте видалити Текст входження?

source: Texts of entries
uk: Тексти входжень

source: Create
uk: Утворити

source: Hide/Show filter
uk: Приховати/Показати фільтр

source: filter is active
uk: фільтр активовано

source: first
uk: перша

source: previous
uk: попередня

source: Page
uk: Сторінка

source: of
uk: з

source: next
uk: наступна

source: last
uk: остання

source: Edit profile
uk: Редагувати профіль

source: About Me
uk: Про Мене

source: Author aside content is empty
uk: Дані щодо Авторів відсутні

source: Blog aside content is empty
uk: Дані щодо Блогів відсутні

source: Submit
uk: Виконати

source: You have massage from
uk: Ви отримали повідомлення з

source: <h3>Oooops - nothing happened before.</h3> <p>Probably, you are used a direct link of this page or page was refreshed.</p> <p>If you want to send email then use 'Contact' link of main menu.</p>
uk: <h3>Oooops - Досі нічого не відбулось.</h3> <p>Ймовірно, Ви використали пряме посилання на цю сторінку або сторінку було оновлено.</p> <p>Як що Ви бажаєте відправити email то використовуйте "Зв'язок" посилання в головному меню.</p>

source: Your message was sent successfully.
uk: Ваше повідомлення було успішно надіслано.

source: Found in
uk: Знайдено в

source: texts
uk: текстів

source: Show/hide found
uk: Показати/приховати знайдене

source: No texts for this entry.
uk: Вітсутні тексти для цих входжень.

source: Text
uk: Текст

source: All entries
uk: Всі входження

source: Blogs with recently added entries
uk: Блоги з нещодавно доданими входженнями

source: Authors with recently added entries
uk: Автори з нещодавно доданими входженнями

source: Entries along with texts
uk: Входження разом з текстами

source: Reset password
uk: Скинути пароль

source: Registration
uk: Реєстрація

source: Log in
uk: Вхід

source: Profile
uk: Профіль

source: Change password
uk: Змінити пароль

source: Log out
uk: Вихід

source: User registration
uk: Реєстрація користувача

source: User registration request sent
uk: Запит на реєстрацію користувача надіслано

source: Registration confirmation error
uk: Помилка підтвердження реєстрації

source: Registration confirmation unsuccessful
uk: Не вдалося підтвердити реєстрацію

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

source: Update
uk: Змінити

source: Filter
uk: Фільтр

source: List
uk: Список

source: Back to list
uk: Повернутись до списку

source: Login
uk: Увійти

source: Logout
uk: Вийти

source: Sign Up
uk: Зареєструватись

source: No %(verbose_name)s found matching the query
uk: Не знайдено %(verbose_name)s, що відповідає запиту

source: select an author
uk: оберіть автора

source: your name
uk: ім'я автору

source: Email
uk: Поштова адреса

source: your email address
uk: ваша поштова адреса

source: Headline
uk: Заголовок

source: short description of message
uk: скорочений опис повідомлення

source: Message
uk: Повідомлення

source: message
uk: повідомлення

source: Something went wrong. Message was not sent.
uk: Щось пішло не так. Повідомлення не було відправлено.

source: (Hidden field %(name)s) %(error)s
uk: (Приховане поле %(name)s) %(error)s

source: About
uk: Про сайт

source: Contact
uk: Зв'язок

source: Search
uk: Пошук
